export type InformationItem = {
    title: string;
    body: string;
};

export const INFORMATION_LIST: InformationItem[] = [
    {
        title: "2025.8.6 令和7年施餓鬼会のご案内",
        body: `下記の通り施餓鬼会を執り行います。
ご回向・お塔婆をご希望の方は、お電話、FAX、WEBお問い合わせ等にてお申し込み下さい。
【日付】8月19日(火)
【時間】
        12:00～ 受付
        13:00～ 法話
        14:00～ 法要
        15:00  解散
【場所】善福寺本堂`,
    },
    {
        title: "2024.12.17 増上寺団体参拝について",
        body: `当山の檀信徒を対象に、2025年3月下旬に大本山増上寺様への団体参拝を企画しております。
詳細は当山までお問合せ下さい。`,
    },
    {
        title: "2024.12.16 令和6年修正会のご案内",
        body: `下記日時にて修正会を行います。参加希望方はお時間までに当山本堂までお越し下さい
【日時】
2025/01/01(水) 0:00～0:30`,
    },
    {
        title: "2024.12.16 除夜の鐘について",
        body: `下記日時は境内の鐘撞堂を開放します。除夜の鐘を撞きたい方は、ご自由に撞いて下さい。
※鐘撞堂は手すり等がありませんので、足元には十分お気をつけ下さい
【日時】
2024/12/31(火) 22:30頃から
2025/01/01(月) 01:00頃まで`,
    },
    {
        title: "2024.12.16 令和6年寶札のご案内",
        body: `令和6年の寶札をご希望の方は、下記内容を添えて2024/12/29(日)までに電話やお問合せフォームなどでお申込み下さい。
2025/01/01(水)0時の修正会にて祈願いたしますので、その修正会にご参加いただくか、それ以降に当山にてお受け取り下さい。
【必要事項】
1. 願主(ふりがな含む)
2. 祈願内容(下記より2つまで選択)
・身体健康
・家内安全
・商売繁盛
・心願成就
・厄除け
【冥加料】
志納`,
    },
    {
        title: "2024.7.13 令和6年施餓鬼会のご案内",
        body: `下記の通り施餓鬼会を執り行います。
ご回向・お塔婆をご希望の方は、お電話、FAX、WEBお問い合わせ等にてお申し込み下さい。
お越しになる方は、感染防止の観点からマスク着用をお願いいたします。
【日付】8月19日(月)
【時間】
        12:45～ 受付
        13:15～ 法話
        14:00～ 法要
        15:00   解散
【場所】善福寺本堂
【備考】感染対策のため、例年行っていた昼食は省略といたします`,
    },
    {
        title: "2023.12.24 令和6年修正会のご案内",
        body: `下記日時にて修正会を行います。参加希望方はお時間までに当山本堂までお越し下さい
【日時】
2024/01/01(月) 0:00～0:30`,
    },
    {
        title: "2023.12.24 除夜の鐘について",
        body: `下記日時は境内の鐘撞堂を開放します。除夜の鐘を撞きたい方は、ご自由に撞いて下さい。
※鐘撞堂は手すり等がありませんので、足元には十分お気をつけ下さい
【日時】
2023/12/31(日) 22:30頃から
2024/01/01(月) 01:00頃まで`,
    },
    {
        title: "2023.12.24 令和6年寶札のご案内",
        body: `令和6年の寶札をご希望の方は、下記内容を添えて2023/12/30(土)までに電話やお問合せフォームなどでお申込み下さい。
2024/01/01(月)0時の修正会にて祈願いたしますので、その修正会にご参加いただくか、それ以降に当山にてお受け取り下さい。
【必要事項】
    1. 願主(ふりがな含む)
    2. 祈願内容(下記より2つまで選択)
    ・身体健康
    ・家内安全
    ・商売繁盛
    ・心願成就
    ・厄除け
【冥加料】
    志納`,
    },
    {
        title: "2023.08.24 令和5年秋季彼岸会のお知らせ",
        body: `下記の通り秋季彼岸会を執り行います。
ご回向・お塔婆をご希望の方は、お電話、FAX、WEBお問い合わせ等にてお申し込み下さい。
お越しになる方は、感染防止の観点からマスク着用をお願いいたします。
【日時】9月23日(土) 13:00～14:00
【場所】善福寺本堂
【内容】13:00より法要、13:45より法話を行います`,
    },
    {
        title: "2023.7.19 令和5年施餓鬼会のご案内",
        body: `下記の通り施餓鬼会を執り行います。
ご回向・お塔婆をご希望の方は、お電話、FAX、WEBお問い合わせ等にてお申し込み下さい。
お越しになる方は、感染防止の観点からマスク着用をお願いいたします。
【日付】8月19日(土)
【時間】
       13:30～  受付
       14:00～  法要
       15:00  解散
【場所】善福寺本堂
【備考】感染対策のため、例年行っていた昼食と法話は省略といたします`,
    },
    {
        title: "2023.4.20 令和5年こどもの日のお知らせ",
        body: `こどもの日に下記の通りささやかながらお菓子と御朱印を配布します。
お近くまで来られる方はぜひお立ち寄り下さい。
【日時】5月5日(金) 09:00～15:00
【場所】善福寺本堂前
【内容】お菓子配布、こどもの日限定の御朱印配布
※数が無くなり次第終了`,
    },
    {
        title: "2023.2.18 令和5年春季彼岸会のお知らせ",
        body: `下記の通り春季彼岸会を執り行います。
ご回向・お塔婆をご希望の方は、お電話、FAX、WEBお問い合わせ等にてお申し込み下さい。
【日時】3月21日(火) 13:00～14:00
【場所】善福寺本堂
【内容】13:00より法要、13:45より法話を行います`,
    },
    {
        title: "2023.1.1 ホームページを作成しました",
        body: `この度、当山のホームページを作成しました。寺院のお知らせなどを掲載していきます。引き続きよろしくお願いいたします。`,
    },
];
